class InfoText:
    contact = (
        "📬 Контактная информация:\n"
        "Если у вас есть вопросы или предложения по работе бота, "
        "вы можете связаться с разработчиком:\n\n"
        "🌍 GitHub: https://github.com/LeonidMitrofanov/YandexCodeRun_bot\n"
        "📱 Telegram: @alforfon_chik"
    )
    about_reward = (
        "📝 Пояснения\n"
        "• Фаст-трек: Топ-10 по языку / Топ-100 в общем зачёте\n"
        "• Мерч: Топ-10 по языку / Топ-100 в общем зачёте\n"
        "• Сертификат: Топ-20 по языку / Топ-300 в общем зачёте\n"
        "• Разница баллов указана относительно границы нужного топа\n"
    )
